{
  "WBUI2": {
    "settings": {
      "openbutton": 0,
      "hideicon": false,
      "hideiconafter": 0,
      "iconurl": "",
      "disableicontext": false,
      "iconposition": 1,
      "icontextcolor": 0,
      "openonstart": true,
      "openonstartonlynewplayers": false,
      "updateinterval": 24
    },
    "tabs": [
      {
        "layout": 2,
        "buttontext": "<TextStyle.Red>Welcome</>",
        "imageurl": "https://github.com/WALLE87/AGIMAGES/blob/main/AHUI2.png?raw=true",
        "content": [
          {
            "title": "<RichColor Color=\"0,255,255\">Welcome to Acropolis Gaming Servers</>",
            "text": "\r\n                               Hi, Welcome to our community!\r\nIf you need help or have any questions, feel free to join our Discord.\r\n                  We also have a ticket system there for support!\r\n\r\n    1. F1 to open this menu. \r\n           -Xbox Hold \"X\"\r\n           -PlayStation Hold \"Square\"\r\n           -Open this menu via radial if you're on console or gamepad.\r\n\r\n    2. Shop & Kits link down below.\r\n      \r\n    3. Join our Discord for Guides - Details - Info - News.\r\n      \r\n    4. Earn shop Tokens as you play - 10 tokens every 15 min.\r\n      \r\n    5. Dino Finder - Open Inventory - Click AAT Menu button at the\r\n           bottom of your inventory. More info button above.\r\n\r\n    6. Discord, SHOP, Guide buttons below will open and take you \r\n         to external links."
          },
          {
            "title": "<RichColor Color=\"0,255,255\">Settings</>",
            "text": "\r\n- XP x1, Harvest x5, Taming x30, Mating x20, EggHatch x40\r\n\r\n- Player Level: 105\r\n\r\n- Wild Dino Level 150 \r\n         This is Primal Nemesis reccomended settings.\r\n\r\n- Keep all your items on death with (Death Inventory Keeper) mod.\r\n\r\n- 30 day decay timer for everyone. \r\n         Look at one of your Structures and type /checkdecay in \r\n         local chat to check your decay timer. \r\n         Log in to refresh this timer.\r\n         If you have multiple bases on different maps or mods you \r\n         need to log in to each one to refresh decay timers.\r\n\r\n- F2 to open extra direct links menu or - radial menu - click \r\n         the 'G' icon, Clipboard icon. Radial menu = \r\n         PC Hold \"R\"\r\n         Playstation Hold \"Square\"\r\n         Xbox Hold \"X\"\r\n"
          }
        ]
      },
      {
        "layout": 1,
        "buttontext": "<TextStyle.Red>Rules</>",
        "imageurl": "https://github.com/WALLE87/AGIMAGES/blob/main/AHUI2.png?raw=true",
        "content": [
          {
            "title": "<RichColor Color=\"0,255,255\">Rules</>",
            "text": "                                         \r\n\r\n                                          <TextStyle.Yellow>We have a Full list of rules below, but our rules are mostly Simple.</>\r\n       <TextStyle.Yellow>Don't be a jerk, no racism, no harassing other players, no cheating, no trying to cause server lag.</>\r\n                                   <TextStyle.Yellow>Breaking the rules can result in a Warning, Temp Ban or Permanent Ban.</>\r\n                                       <TextStyle.Yellow>Our admins are not on a power trip here. We respect your hard work.</>\r\n                                                                          <TextStyle.Yellow>As long as you are chill we are chill.</>\r\n\r\n\r\n\r\n\r\n\r\n"
          }
        ]
      },
      {
        "layout": 1,
        "buttontext": "<TextStyle.Red>DinoFinder</>",
        "imageurl": "https://github.com/WALLE87/AGIMAGES/blob/main/AHUI2.png?raw=true",
        "content": [
          {
            "title": "<RichColor Color=\"0,255,255\">AAT MENU</>",
            "text": "                                    \r\n                                    1. To Use the dino finder open your inventory & Click the AAT button at the bottom of your inventory.\r\n                                    \r\n                                    2. Click wild dinos and select a dino from the left column.\r\n                                    \r\n                                    3. You can search named dinos in the top middle search bar - e.g. Titan, Miniboss, Edward, NPC, Warrior.\r\n                                    \r\n                                    4. Once you see a dino you want in the middle column, click on it. Then you can track it\r\n                                          with the tear drop located at the top right.\r\n                                    \r\n                                    5. To untrack a dino, select a dino in the left column, select any dino in the middle column\r\n                                          then click the drop down menu in the top right next to the tear drop and click any dino \r\n                                          that is in that drop down to untrack it.\r\n                                    \r\n                                    6. Be careful not to click the teardrop in the top middle column if you are searching all dinos.\r\n                                          It will track all dinos on the server and cause you extreme lag or crashing. \r\n                                          If this happens and you accidentally tracked all dinos and you can't undo it. Join the Discord \r\n                                          and an admin can help you.\r\n"
          }
        ]
      },
      {
        "layout": 1,
        "buttontext": "<TextStyle.Red>ShopInfo</>",
        "imageurl": "https://github.com/WALLE87/AGIMAGES/blob/main/AHUI2.png?raw=true",
        "content": [
          {
            "title": "<RichColor Color=\"0,255,255\">Account-Connect</>",
            "text": "\r\n<TextStyle.Yellow>You can visit our shop by clicking the shop link below.</>\r\n\r\n1. You need to link your account in order to receive items from the shop automatically.\r\n     -1. Sign into the shop. (We recommend signing in with discord as it makes everything easier, but you can use any method on there.)\r\n     -2. Click your name at the top right of the web shop page.\r\n     -3. Click settings.\r\n     -4. Scroll down until you see (Option 1) Request a connect code IN-GAME, by typing !getconnectcode once in chat (local or global) and \r\n            then typing !getconnectcode a 2nd time and Enter the code you receive in the field under (option 1) on the settings web page.\r\n\r\n2. If you order something and don't receive anything within 5 - 30 seconds. Make sure whatever you used to login or order with is \r\n     connected to your account. You can link those on the settings page as well. You will see the icons - twitch, steam, epic games etc. \r\n     Just click on the Icon and link it.\r\n"
          }
        ]
      },
      {
        "layout": 1,
        "buttontext": "<TextStyle.Red>Voting</>",
        "imageurl": "https://github.com/WALLE87/AGIMAGES/blob/main/AHUI2.png?raw=true",
        "content": [
          {
            "title": "<RichColor Color=\"0,255,255\">Server Voting Info</>",
            "text": "\r\n<TextStyle.Yellow>You can receive up to 105 tokens a day by voting for our servers. 35 tokens per vote and you get 3 votes per 24hours.</>\r\n\r\n1. If you have not linked your account already check ShopInfo above.\r\n\r\n2. Once your account is linked you will need to have a steam account. Link your steam account by clicking your name at the top right\r\n     of the shop page, click settings and then scroll down until you see the steam icon. Click the steam icon and link it.\r\n\r\nYou only have to link it once and then you are good to go. \r\n\r\n3.Once your steam is linked to the Shop. You can click the shop link below. Once you are on the website click the tab at the top of the page\r\n    that says Home/Vote. Now you will see servers for Omega mod and Nemesis Mod. Make sure you are voting for the mod you are playing\r\n    on. \r\n\r\n4. Click the Vote button, click the Vote on Ark-servers.net and cast your vote.\r\n\r\n5. Once you cast your vote make sure you go back and hit the little green Claim button. If you don't see it, click vote again and you should see\r\n     it to the right of Vote on Ark-servers.net button.\r\n"
          }
        ]
      },
      {
        "layout": 1,
        "buttontext": "<TextStyle.Red>Trade/Gift Tokens</>",
        "imageurl": "https://github.com/WALLE87/AGIMAGES/blob/main/AHUI2.png?raw=true",
        "content": [
          {
            "title": "<RichColor Color=\"0,255,255\">Trade or Gift Tokens</>",
            "text": "\r\n<TextStyle.Yellow>Want to Trade or Gift Tokens to a player or friend?</>\r\n\r\n1. Click the shop link below.\r\n\r\n2. Click 'Players' tab at the top of the page.\r\n\r\n3. Search for the players in game name and then click on the players name.\r\n\r\n4. Click their name to the right of the 'About' & 'Statistics'.\r\n\r\n5. Select 'Send Tokens' from the drop down menu.\r\n\r\n6. Select the token Amount then click send tokens button.\r\n"
          }
        ]
      }
    ],
    "links": [
      {
        "text": "<TextStyle.Violet>Discord</>",
        "url": "https://discord.com/invite/SMfgQ8HYZZ"
      },
      {
        "text": "<TextStyle.Yellow>SHOP</>",
        "url": "https://acropolisgaming.premiumark.net/shop"
      },
      {
        "text": "<TextStyle.Green>Nemesis Guide</>",
        "url": "https://docs.google.com/document/d/1S12E5fJ_HYd8ynciSnxZMVeeZx1SoO-SrYTtJjAeAwk/edit?tab=t.0#heading=h.jo8n2f5k7jzf"
      }
    ],
    "version": 2
  }
}
